{
    "title": "Campaign 3: Bells Hells",
    "description": "This campaign focuses on innovative strategies and tactics to revolutionize the industry, providing a fresh perspective that challenges traditional boundaries.",
    "youtubeplaylistid": "PLqTT_VuffgDM4oX3-FS7gqH-r1fCcIdJE",
    "thumbnail": "https://img.youtube.com/vi/P8pLvV3FjPc/0.jpg",
    "episodes": [
        {
            "title": "The Draw of Destiny",
            "youtubeid": "P8pLvV3FjPc",
            "description": "Disparate souls collide in the mountain spires of Jrusar when three different groups of adventurers meet during a battle against an unusual array of enemies.",
            "segments": [],
            "people": []
        },
        {
            "title": "Trial by Firelight | Critical Role | Campaign 3 Episode 2",
            "youtubeid": "pWOivwWvtt0",
            "description": "The three groups of adventurers slowly form a cohesive unit as they forge a tentative alliance with the vigilant and mysterious Lord Eshteross, setting the stage for further challenges ahead.",
            "segments": [],
            "people": []
        },
        {
            "title": "The Trail and the Toll",
            "youtubeid": "POgfa65vi4k",
            "description": "Investigating thefts, the adventurers uncover a far more dangerous threat than they anticipated, with consequences that will shape their future.",
            "segments": [],
            "people": []
        },
        {
            "title": "On the Trail of a Killer",
            "youtubeid": "gZ7u5NE_q4k",
            "description": "Determined to avenge a tragic loss, the group takes to the streets in search of answers. Their probing into Jrusar's secrets could have dangerous ramifications.",
            "segments": [],
            "people": []
        },
        {
            "title": "The Threat Between the Walls",
            "youtubeid": "MDyYQqefj4M",
            "description": "After stumbling into a literal den of thieves, the group picks up their quarry's trail and seeks the end of the thread they've pulled.",
            "segments": [],
            "people": []
        },
        {
            "title": "Growing Bonds and Teasing Threads | Critical Role, Episode 6",
            "youtubeid": "iBeyMyMzQWg",
            "description": "The group celebrates their success by getting to know each other better while exploring the background of Orym's contact in the city, but one character is haunted by a dark past that threatens to derail their plans.",
            "segments": [],
            "people": []
        },
        {
            "title": "Behind the Curtain | Critical Role | Campaign 3",
            "youtubeid": "mRyO6ijeLx8",
            "description": "After a performance goes slightly awry, the group begins investigating the strange disappearances that have all taken place in and around the Dreamscape Theater.",
            "segments": [],
            "people": []
        },
        {
            "title": "A Woodworker’s Quandary | Critical Role | Episode 8",
            "youtubeid": "cwbLO_649Vg",
            "description": "The group helps an unusual new friend with a missing person's case while Dorian receives unsettling news from a family member.",
            "segments": [],
            "people": []
        },
        {
            "title": "Thicker Grows the Meal and Plot | Critical Role | Campaign 3",
            "youtubeid": "IdRagVTlrmo",
            "description": "The group continues their search for Chetney's missing friend, uncovering increasingly strange reports about the man they're looking for.",
            "segments": [],
            "people": []
        },
        {
            "title": "Ghosts, Dates, and Darker Fates | Critical Role",
            "youtubeid": "Dvk70G5meeE",
            "description": "After a successful but interrupted burglary, the party splits in order to follow leads, go on a date, and investigate the machinations of the mysterious Nightmare King.",
            "segments": [],
            "people": []
        },
        {
            "title": "Chasing Nightmares",
            "youtubeid": "75SoOmgKuk4",
            "description": "The group confronts the Nightmare King, only to be left with more questions than answers. The mysterious encounter intensifies an already perplexing mystery.",
            "segments": [],
            "people": []
        },
        {
            "title": "Make It Fashion | Critical Role",
            "youtubeid": "h6AkvAj_hao",
            "description": "The group readies themselves for the ball while unraveling a cryptic puzzle tied to threads of fate.",
            "segments": [],
            "people": []
        },
        {
            "title": "A Dance of Deception | Critical Role Episode 13",
            "youtubeid": "2CTz_OfneeM",
            "description": "At the masquerade ball, the party struggles to maintain a low profile as unexpected complications arise and they attempt to plan their heist.",
            "segments": [],
            "people": []
        },
        {
            "title": "In Too Deep | Critical Role",
            "youtubeid": "-OCLsOUZN68",
            "description": "The ball takes several unexpected twists and turns when dancing shifts to fighting and fighting shifts to fleeing.",
            "segments": [],
            "people": []
        },
        {
            "title": "The Tunnels Below",
            "youtubeid": "rMPp8dP1OC0",
            "description": "Bells Hells awaken to the repercussions of their antics at the ball, but the unwanted attention of certain parties could be the key to unraveling some of Jrusar's mysteries...",
            "segments": [],
            "people": []
        },
        {
            "title": "The Shade Mother",
            "youtubeid": "O6-NaqWorI0",
            "description": "With a new alliance formed, Bells Hells uncover an unsettling entity within the mines beneath the city whose terrors far exceed their expectations.",
            "segments": [],
            "people": []
        },
        {
            "title": "Heart-to-Heartmoor | Critical Role | Campaign 3",
            "youtubeid": "c66mDHckyoM",
            "description": "In this pivotal episode, the players face a heart-wrenching decision that could change everything. They must navigate through treacherous lands and make difficult choices to save their allies and uncover the truth.",
            "segments": [],
            "people": []
        },
        {
            "title": "A Hungry Jungle | Critical Role | Campaign 3",
            "youtubeid": "f8WY6df598M",
            "description": "While traveling to the Heartmoor Hamlet, Bells Hells find their night's rest interrupted by an enormous fey plant creature intent on devouring them whole...",
            "segments": [],
            "people": []
        },
        {
            "title": "Omens Above",
            "youtubeid": "pPa_O6F5kqs",
            "description": "Players continue their journey in the Critical Role campaign, facing challenges and new encounters.",
            "segments": [],
            "people": []
        },
        {
            "title": "Breaking and Entering",
            "youtubeid": "X9Bc-uuxCm4",
            "description": "The players infiltrate the Bell Tower to investigate strange occurrences, but an unexpected trap forces them to flee. They must find a way to disarm the danger before their next move.",
            "segments": [],
            "people": []
        },
        {
            "title": "Fight at the Museum…",
            "youtubeid": "4fK2wdBGCYo",
            "description": "Dmitri and Volo plan to infiltrate a high-security museum where they expect to find artifacts from the world's greatest heroes. Taryon tries to locate some missing treasure, while Balthazar searches for his family.",
            "segments": [],
            "people": []
        },
        {
            "title": "Promise and Potential | Critical Role | Campaign 3",
            "youtubeid": "_BfMZwPg4iM",
            "description": "Bells Hells returns to Jrusar, meeting with allies old and new to catch up on the city news and plan their next mission.",
            "segments": [],
            "people": []
        },
        {
            "title": "To The Skies | Critical Role",
            "youtubeid": "rWZMRdLGBu0",
            "description": "In this thrilling installment, the party faces a perilous journey through treacherous terrain and encounters unexpected challenges that test their resolve. They must navigate uncharted territories while unraveling mysteries from the depths of Bells Hells.",
            "segments": [],
            "people": []
        },
        {
            "title": "The Hellcatch Valley",
            "youtubeid": "z1wNcUDnoBk",
            "description": "In this installment, the party faces a series of challenges as they navigate through Hellcatch Valley. They must confront powerful foes and make crucial decisions that could determine their fate.",
            "segments": [],
            "people": []
        },
        {
            "title": "Taste of Tal'Dorei | Critical Role",
            "youtubeid": "J7nGbnHRwNA",
            "description": "Milo and the party search for a missing paladin while battling the demonic forces in Tal'Dorei. The adventure takes them deeper into the region's mysteries, testing their resolve against ancient evils.",
            "segments": [],
            "people": []
        },
        {
            "title": "Hidden Truths | Critical Role",
            "youtubeid": "UOWp-b9aoWQ",
            "description": "In this pivotal episode, the adventurers confront dark secrets that could change their fate. They must navigate through treacherous landscapes and make critical decisions to uncover the truth before it's too late.",
            "segments": [],
            "people": []
        },
        {
            "title": "A Race for the Prize",
            "youtubeid": "AG_niTgmRfY",
            "description": "Morgan, Vax, and their allies face a challenging race while navigating through treacherous terrain.",
            "segments": [],
            "people": []
        },
        {
            "title": "The Deathwish Run | Critical Role",
            "youtubeid": "x_fsXdtsnOc",
            "description": "Milo, Castiel, and Vax embark on a dangerous quest through the treacherous lands of Chult to rescue their friends from an undead threat. Meanwhile, Miles struggles with his feelings for Alyss.",
            "segments": [],
            "people": []
        },
        {
            "title": "Dark Portents | Critical Role, Campaign 3",
            "youtubeid": "Qu44OYKzNI4",
            "description": "With a mother-daughter reunion interrupted by deception, Bells Hells must decide who they can trust and how to navigate the tides of dangerous new knowledge.",
            "segments": [],
            "people": []
        },
        {
            "title": "Reunion & Revelation | Critical Role Episode 30",
            "youtubeid": "wSx79hobKkk",
            "description": "Morgan and Volo attend the Ellesméra Ball in search for a family member while Grog tries to impress a girl.",
            "segments": [],
            "people": []
        },
        {
            "title": "Breaking Point | Critical Role",
            "youtubeid": "z7DgP8sgM1A",
            "description": "In this dramatic turn, the party faces a critical moment that could shatter their plans. Will they find a way to overcome the impending crisis and secure victory?",
            "segments": [],
            "people": []
        },
        {
            "title": "A Stage Set | Critical Role | Campaign 3, Episode 32",
            "youtubeid": "dsoFNm3AFNw",
            "description": "In this installment of 'Critical Role', the players navigate complex interpersonal dynamics and delve into robotic mysteries as they continue their quest for Paragon's Call.",
            "segments": [],
            "people": []
        },
        {
            "title": "Blood and Dust | Critical Role, Campaign 3",
            "youtubeid": "7INGKNNmJf8",
            "description": "In this action-packed session, the party faces a dire situation as they navigate through treacherous terrain filled with blood and dust. They must find a way to overcome their enemies and uncover the secrets that lie ahead.",
            "segments": [],
            "people": []
        },
        {
            "title": "What Dreams May Come | Critical Role, Episode 34",
            "youtubeid": "7A_sFLk6MAU",
            "description": "In this pivotal episode of Critical Role, the party navigates a treacherous dreamscape to confront the malevolent forces that threaten their quest. The stakes have never been higher as they race against time to unravel the mysteries of the realm.",
            "segments": [],
            "people": []
        },
        {
            "title": "Pyrrhic Return | Critical Role",
            "youtubeid": "KrOolIMi7PM",
            "description": "The players face a critical decision in the final moments of the campaign, as they navigate through treacherous lands and uncover secrets that could change everything.",
            "segments": [],
            "people": []
        },
        {
            "title": "A Desperate Call | Critical Role",
            "youtubeid": "PZF5Mc1mjsk",
            "description": "The adventurers face a desperate call to action in this pivotal episode, exploring new challenges and strategies as they navigate the intricate world of Bells Hells.",
            "segments": [],
            "people": []
        },
        {
            "title": "From the Boughs",
            "youtubeid": "bWHYmDFR84I",
            "description": "In this episode, Matthew and friends face a mystical challenge as they venture deeper into the world of Critical Role. They encounter ancient secrets and must navigate through uncharted territories.",
            "segments": [],
            "people": []
        },
        {
            "title": "A Dark Balance | Critical Role | Campaign 3",
            "youtubeid": "U5mkmw46m4U",
            "description": "The Bells Hells return to safety from the shadow realm, now with renewed hope to rescue their lost friend.",
            "segments": [],
            "people": []
        },
        {
            "title": "The Momentum of Murder | Critical Role | Campaign 3",
            "youtubeid": "WCLH6uLaH7c",
            "description": "In this pivotal episode, the party faces a deadly challenge that tests their skills and alliances. They must navigate treacherous terrain and confront powerful foes to uncover the truth behind the murder plot.",
            "segments": [],
            "people": []
        },
        {
            "title": "Compulsions | Campaign 3",
            "youtubeid": "54lMQNp_HlE",
            "description": "In this pivotal episode, the party confronts the final challenge of Bells Hells. They must navigate through a series of trials and face powerful enemies to secure their freedom.",
            "segments": [],
            "people": []
        },
        {
            "title": "Call of the Wild - Critical Role, Campaign 3",
            "youtubeid": "NxtC8_zwg0U",
            "description": "The adventurers continue their quest in Campaign 3, facing new challenges and allies. Quip's water flosser helps maintain dental health during long gaming sessions.",
            "segments": [],
            "people": []
        },
        {
            "title": "The City of Flowing Light",
            "youtubeid": "1OHsbXHMUs4",
            "description": "In this pivotal episode, the adventurers face their greatest challenge yet as they navigate the treacherous landscapes and uncover long-buried secrets that could change everything. The city's fate hangs in the balance as alliances shift and old enemies resurface.",
            "segments": [],
            "people": []
        },
        {
            "title": "Axiom Shaken",
            "youtubeid": "cGhVgjYSpIE",
            "description": "Dusty, Elan, Vax, and the party investigate an ancient ruin where a mysterious force has been shaking the world. They uncover clues about a powerful artifact hidden within.",
            "segments": [],
            "people": []
        },
        {
            "title": "Bawdy Basement Belligerence",
            "youtubeid": "nqXmeYBqF1c",
            "description": "Dreadful events unfold in the dimly lit basement as characters navigate treacherous challenges, testing their wit and courage. The stakes are high, and alliances may be shattered.",
            "segments": [],
            "people": []
        },
        {
            "title": "Ominous Lectures | Campaign 3",
            "youtubeid": "7t2NJJjy8r8",
            "description": "The group faces a new challenge in the depths of the dungeon, testing their skills and teamwork.",
            "segments": [],
            "people": []
        },
        {
            "title": "Night at the Ligament Manor | Critical Role, Episode 46",
            "youtubeid": "1knIHqLqThk",
            "description": "The Bells Hells explore the Fey Realm, meeting Fearne's quirky family and learning more about her unique upbringing.",
            "segments": [],
            "people": []
        },
        {
            "title": "The Fey Key",
            "youtubeid": "yGzf-LmpWz8",
            "description": "Bells Hells carefully traverse the shadowy side of the Fey Realm and dodge numerous dangers in their attempt to destroy the first Malleus Key.",
            "segments": [],
            "people": []
        },
        {
            "title": "An Exit Most Fraught | Critical Role | Campaign 3",
            "youtubeid": "wQGk9ZUIOUU",
            "description": "Bells Hells must navigate the dangerous Fey Realm while facing unkind threats, as they try to leave their past behind.",
            "segments": [],
            "people": []
        },
        {
            "title": "The Aurora Grows | Critical Role, Campaign 3",
            "youtubeid": "0_NVdZp8haA",
            "description": "Bells Hells traverse the aurora-filled skies of Hellcatch Valley, formulating strategies and assembling allies as they approach the solstice apogee.",
            "segments": [],
            "people": []
        },
        {
            "title": "Red Moon Rising",
            "youtubeid": "xxvAWGNgq3w",
            "description": "The adventurers face a mysterious red moon that brings danger and strange occurrences to the party, testing their resolve as they navigate through uncharted territory.",
            "segments": [],
            "people": []
        },
        {
            "title": "The Apogee Solstice | Critical Role",
            "youtubeid": "i7GjrGmq_l4",
            "description": "Vox and the party race against time to stop the Ruby Vanguard from releasing Predathos, a god-eater that could doom the world.",
            "segments": [],
            "people": []
        },
        {
            "title": "Far From The Others | Critical Role, Episode 52",
            "youtubeid": "SbQku4wzMk8",
            "description": "With the magic of the apogee solstice having split the party across Exandria, half of Bells Hells must contend with the dangers and surprising connections of Northern Wildemount.",
            "segments": [],
            "people": []
        },
        {
            "title": "Ripples | Critical Role | Campaign 3",
            "youtubeid": "SktTMO4dFJc",
            "description": "The party continues their quest in the world of Castleridge, facing new challenges and uncovering secrets about the ancient ruins. They must navigate through treacherous landscapes and make difficult decisions to survive.",
            "segments": [],
            "people": []
        },
        {
            "title": "Treacherous Toys | Critical Role Campaign 3 Episode 54",
            "youtubeid": "smuccdNGyQc",
            "description": "Bells Hells' Team Wildemount confronts enigmatic dreams and powerful adversaries as they unravel past mysteries during a pivotal campaign moment.",
            "segments": [],
            "people": []
        },
        {
            "title": "Hope Within History | Critical Role | Campaign 3, Episode 55",
            "youtubeid": "LduZQAaJq4c",
            "description": "Bells Hells' Team Wildemount meets with the King and Queen of Uthodurn, where insight on Ludinus Da'leth reveals a new focus and destination for the group.",
            "segments": [],
            "people": []
        },
        {
            "title": "By Goat or By Boat | Critical Role",
            "youtubeid": "NLR-MQZYXIs",
            "description": "Milo and the party explore a mystical island in search of ancient artifacts, facing off against treacherous traps and formidable foes. The group must navigate through perilous terrain while uncovering secrets about their past and the fate of the realm.",
            "segments": [],
            "people": []
        },
        {
            "title": "The Sorrow of Molaesmyr | Critical Role, Episode 57",
            "youtubeid": "T5k_BurVhOE",
            "description": "Bells Hells' team explores the haunted ruins of Molaesmyr in search of Ludinus Da’leth's tower.",
            "segments": [],
            "people": []
        },
        {
            "title": "Escape From The Past | Campaign 3",
            "youtubeid": "w0Z2GDuHaog",
            "description": "The party continues their journey, confronting the ghosts of their past and facing new challenges in this pivotal installment of Critical Role.",
            "segments": [],
            "people": []
        },
        {
            "title": "Somewhere Out There",
            "youtubeid": "22phdGcSO6k",
            "description": "The party faces a series of challenges as they navigate through the treacherous landscape, with allies and enemies testing their resolve. They must use all their skills to overcome the obstacles and continue on their quest.",
            "segments": [],
            "people": []
        },
        {
            "title": "Faith or Famine | Critical Role Campaign 3",
            "youtubeid": "nEQH5tYMFxk",
            "description": "In this pivotal town-raiding adventure, the party heads toward civilization where a greedy temple clashes with local folk. The encounter tests whether faith in the gods can lead to famine or foster hope.",
            "segments": [],
            "people": []
        },
        {
            "title": "Crisis of Faith",
            "youtubeid": "ijHmbdl3uYw",
            "description": "The party confronts a crisis of faith as they navigate through a challenging quest, testing their beliefs and resolve.",
            "segments": [],
            "people": []
        },
        {
            "title": "A Long Walk of Reflection",
            "youtubeid": "5d76B2G57xM",
            "description": "The Critical Role team travels to the mountains of Demithore Valley in search of a teleport spell, bonding as friends and teammates along the way.",
            "segments": [],
            "people": []
        },
        {
            "title": "A Haunted Past | Critical Role | Campaign 3, Episode 63",
            "youtubeid": "2h6W3XmAgG0",
            "description": "In this episode of Critical Role, the party delves into a haunted past as they navigate through eerie landscapes and confront ancient dangers. The Witcher Season 3 is available on Netflix.",
            "segments": [],
            "people": []
        },
        {
            "title": "Reunited | Critical Role - Episode 64",
            "youtubeid": "voL2H0vLPm4",
            "description": "The players reunite to face a critical challenge in the latest episode, where they must navigate through treacherous lands and uncover secrets that could change their fate forever.",
            "segments": [],
            "people": []
        },
        {
            "title": "A Path of Vengeance",
            "youtubeid": "uDeMunAHgL4",
            "description": "Bells Hells settle into their reunion, comparing notes between experiences and dealing with the consequences of past actions.",
            "segments": [],
            "people": []
        },
        {
            "title": "Aid of the Tempest | Critical Role | Campaign 3",
            "youtubeid": "TduTeQVMwjw",
            "description": "The Bells Hells arrive in Orym's hometown to find a possible solution for Keyleth's wounds, but obtaining the key ingredient is perilous.",
            "segments": [],
            "people": []
        },
        {
            "title": "Bloody Flowers | Baldur's Gate 3",
            "youtubeid": "1gdIdIVliz8",
            "description": "In this thrilling installment, the party faces a deadly challenge in the field, while navigating through hells and uncovering secrets. The narrative unfolds with unexpected twists and turns that keep players on edge.",
            "segments": [],
            "people": []
        },
        {
            "title": "For The Tempest | Critical Role",
            "youtubeid": "pk8L-X0S_6g",
            "description": "The party races to return to Zephrah with faith that their gains in the Grey Valley will save Keyleth and restore hope to their struggle.",
            "segments": [],
            "people": []
        },
        {
            "title": "Nice | Critical Role",
            "youtubeid": "s0iuLHM6XXM",
            "description": "In this episode, the party enjoys a moment with Zephrah before continuing their search for answers and support to combat Ludinus and the Ruby Vanguard.",
            "segments": [],
            "people": []
        },
        {
            "title": "Bells Hells Return to Bassuras",
            "youtubeid": "DDQPNiXiytY",
            "description": "The Bells Hells return to Bassuras, where they find Imahara Joe in dire need of their help.",
            "segments": [],
            "people": []
        },
        {
            "title": "Mist and Whimsy",
            "youtubeid": "gV68IKU2k78",
            "description": "In this session, the players navigate through a fog-shrouded landscape as they continue their adventure in Campaign 3. The group faces challenges that test their wits and teamwork.",
            "segments": [],
            "people": []
        },
        {
            "title": "Phantasmal Parley",
            "youtubeid": "8TlZPoR442Q",
            "description": "Players navigate a cursed pirate ship and confront spectral threats as they seek passage across the Shattered Teeth. A tense parley with malevolent spirits ensues, testing their resolve and strategic prowess.",
            "segments": [],
            "people": []
        },
        {
            "title": "Kindling the Spirits",
            "youtubeid": "Cmkws6AQj4k",
            "description": "The Bells Hells continue their journey through the fog-shrouded ocean, navigating with the skeletal crew of the Crimson Abyss and encountering surprising requests that lead to unexpected results.",
            "segments": [],
            "people": []
        },
        {
            "title": "Bells Hells Explore Kalutha",
            "youtubeid": "c-gXWKcQy5s",
            "description": "The group ventures to the island of Kalutha, preparing for council with the Great Tree of Atrophy.",
            "segments": [],
            "people": []
        },
        {
            "title": "Ancient Flame | Critical Role | Campaign 3",
            "youtubeid": "2vJ4d8xRt7E",
            "description": "The party explores the dark caverns of Athos Peak, searching for the remains of an ember from Emperor Rau'shan's great fire primordial.",
            "segments": [],
            "people": []
        },
        {
            "title": "A Gathering of Heroes | Critical Role, Episode 76",
            "youtubeid": "wqmxUfHoc6I",
            "description": "Bells Hells return to Whitestone in search of allies and refuge, taking time to reflect on the weight of their choices and the path ahead...",
            "segments": [],
            "people": []
        },
        {
            "title": "The Promise and the Price",
            "youtubeid": "VgXuije9ahI",
            "description": "Dmitri explores ancient ruins, uncovering secrets that could change his fate. Meanwhile, Vax's journey to the surface world takes an unexpected turn.",
            "segments": [],
            "people": []
        },
        {
            "title": "Fractures | Critical Role",
            "youtubeid": "sD4AyM80HEo",
            "description": "Dmitri continues his quest to break the chains that hold the world captive, while the party faces a series of challenges in their journey. They encounter new allies and adversaries along the way.",
            "segments": [],
            "people": []
        },
        {
            "title": "To Hurt Is to Heal | Critical Role",
            "youtubeid": "w-mXett_v6o",
            "description": "The adventurers continue their quest in Campaign 3, facing new challenges and making crucial decisions that shape the outcome of their journey.",
            "segments": [],
            "people": []
        },
        {
            "title": "A Test of Trust | Critical Role | Episode 80",
            "youtubeid": "07RDNb98k-w",
            "description": "This episode follows the party's test of trust as they navigate a critical moment in their adventure.",
            "segments": [],
            "people": []
        },
        {
            "title": "The Eve of the Red Moon | Critical Role | Campaign 3",
            "youtubeid": "YP3pzBMyk0M",
            "description": "In this pivotal episode, players face a dire confrontation as they approach the cataclysmic event known as the Red Moon. The stakes have never been higher as alliances are tested and destinies hang in the balance.",
            "segments": [],
            "people": []
        },
        {
            "title": "Rush for the Bloody Bridge",
            "youtubeid": "2tQnOnK9hPA",
            "description": "With their Fey Realm tasks complete, Bells Hells turn their attention to the ruddy moon and the foes that block the bridge.",
            "segments": [],
            "people": []
        },
        {
            "title": "Ruidus | Critical Role",
            "youtubeid": "XFRu0oNpQaE",
            "description": "Bells Hells begin their investigation on Ruidus, the mysterious ruddy moon.",
            "segments": [],
            "people": []
        },
        {
            "title": "Red Rural Revelations | Critical Role, Episode 84",
            "youtubeid": "UQAsrol9FM4",
            "description": "In this episode, Bells Hells are introduced to a village on Ruidus where they learn about the lunar way of life. The party explores the village's customs and uncovers secrets about the inhabitants' connection to the moon.",
            "segments": [],
            "people": []
        },
        {
            "title": "Intense Interrogations | Critical Role | Campaign 3",
            "youtubeid": "qTo0Q7gbhcQ",
            "description": "The party's investigation into the captured enemy is interrupted by an unexpected pursuit from another source, adding tension to their search for crucial information in Bells Hells.",
            "segments": [],
            "people": []
        },
        {
            "title": "Doorways to Darker Depths | Critical Role, Episode 86",
            "youtubeid": "PRZniVnEioQ",
            "description": "Bells Hells discover a secret portal from Ruidus to Exandria in their quest, but the new entrance leads them to as perilous a destination as their previous journey toward the sky.",
            "segments": [],
            "people": []
        },
        {
            "title": "Arrival at Kreviris | Critical Role",
            "youtubeid": "In_5yOJJSbU",
            "description": "Bells Hells reach the city of Kreviris, where they explore the surface details of the Ruidian capital...",
            "segments": [],
            "people": []
        },
        {
            "title": "Seeking Sedition | Critical Role Episode 88",
            "youtubeid": "dLmyw-rO7HY",
            "description": "In a desperate standoff with the Volition rebellion, Bells Hells finds themselves trapped in an underground hideaway as enemies close in, seeking contact.",
            "segments": [],
            "people": []
        },
        {
            "title": "Divisive Portents | Critical Role | Campaign 3, Episode 89",
            "youtubeid": "-qyDpB_o2Hk",
            "description": "The Bells Hells join the Volition rebellion to uncover Kreviris's secrets and its leaders known as the Weave Mind.",
            "segments": [],
            "people": []
        },
        {
            "title": "Mission Improbable | Critical Role, Campaign 3",
            "youtubeid": "v9owZNNrL-Y",
            "description": "Dorothy and the gang face a perilous quest in this action-packed adventure.",
            "segments": [],
            "people": []
        },
        {
            "title": "True Heroism | Campaign 3, Episode 91",
            "youtubeid": "EJSGR3voqU4",
            "description": "The Bells Hells struggle to reunite and escape Kreviris in this pivotal episode of Campaign 3, facing an old enemy that threatens their freedom.",
            "segments": [],
            "people": []
        },
        {
            "title": "Broken Roads",
            "youtubeid": "7xK3qmtpFMw",
            "description": "Tensions are escalating in Exandria as Bells Hells prepare to leave Ruidus and return home, reeling from recent events. The group faces mounting pressure amid rising tensions.",
            "segments": [],
            "people": []
        },
        {
            "title": "Bittersweet Reunions | Critical Role",
            "youtubeid": "HNvfma0wTVw",
            "description": "The Crown Keepers face a life-or-death struggle that threatens their team's very existence, with every decision carrying dire consequences.",
            "segments": [],
            "people": []
        },
        {
            "title": "Where The Red Fearne Glows | Critical Role",
            "youtubeid": "Q44Ege9o_Dg",
            "description": "In this episode, the party faces a mysterious red forest and encounters fearsome creatures. They must navigate through the eerie landscape while uncovering secrets that could threaten their mission.",
            "segments": [],
            "people": []
        },
        {
            "title": "Gathering of Needs",
            "youtubeid": "lt2DV74KMMk",
            "description": "Dmitri tries to find allies among the other adventurers, but ends up being betrayed by his own sister. The party must navigate through a series of challenges while trying to save themselves from certain death.",
            "segments": [],
            "people": []
        },
        {
            "title": "Shadows New and Old",
            "youtubeid": "_0q56mZdgpM",
            "description": "The Critical Role crew fortifies their bonds as they journey toward Aeor, navigating through various stops along the way.",
            "segments": [],
            "people": []
        },
        {
            "title": "Ancient Sins | Critical Role, Episode 97",
            "youtubeid": "-5mAPO3Opi4",
            "description": "The group explores a ruined city and uncovers clues about Ludinus' plans as they face Aeorian terrors. They search for answers to prevent a catastrophic outcome.",
            "segments": [],
            "people": []
        },
        {
            "title": "The Nox Engine",
            "youtubeid": "LMitfdtObs8",
            "description": "Bells Hells battle the creeping terror of an unleashed demon, but their own darkest thoughts may prove to be the real enemy as they fight at the Greek Theatre.",
            "segments": [],
            "people": []
        },
        {
            "title": "Downfall: Part One",
            "youtubeid": "wQWZV_LzT4k",
            "description": "In a lull in the Calamity, powerful individuals set out on a divine mission to the flying city of Aeor.",
            "segments": [],
            "people": []
        },
        {
            "title": "Downfall: Part Two",
            "youtubeid": "EM7Ft2I1SVE",
            "description": "The Divine infiltrate Aeor, exploring the city's flaws and virtues while searching for the source of hubris. Sponsored by Thorum.",
            "segments": [],
            "people": []
        },
        {
            "title": "Downfall: Part Three | Critical Role, Episode 101",
            "youtubeid": "n5r_pBOQPBc",
            "description": "The final battle within Aeor's underbelly sees all the Divine's planning and improvisation come to a head, culminating in a dramatic confrontation.",
            "segments": [],
            "people": []
        },
        {
            "title": "Reconciliation | Critical Role | Campaign 3",
            "youtubeid": "MCn5E7USp2E",
            "description": "The Bells Hells grapple with the revelations from the Occultus Thalamus, while one member succumbs to darkness and desire.",
            "segments": [],
            "people": []
        },
        {
            "title": "Cages | Critical Role | Campaign 3",
            "youtubeid": "_mJ0-amzog0",
            "description": "Delilah's puppet strings remain a mystery as the party searches for a way to break free from her control and confront their foes.",
            "segments": [],
            "people": []
        },
        {
            "title": "The Cradle's Convocation | Campaign 3",
            "youtubeid": "FjiEWTjuWDk",
            "description": "In this pivotal episode, the group faces a critical decision that could change their destiny. Amidst their quest, they encounter unexpected challenges and must adapt to survive.",
            "segments": [],
            "people": []
        },
        {
            "title": "Collecting Legends | Critical Role",
            "youtubeid": "oH3oEMAaUgE",
            "description": "The Platinum Sanctuary becomes the stage for Bells Hells to earn their place as potential heroes in the Exandrian Accord.",
            "segments": [],
            "people": []
        },
        {
            "title": "Unseelie Interrupted | Critical Role",
            "youtubeid": "1fFvR8Diz3s",
            "description": "The party faces a dire situation as they navigate through the mystical realms, seeking to uncover the truth behind the Unseelie's interference.",
            "segments": [],
            "people": []
        },
        {
            "title": "Under the Arch Heart's Eye",
            "youtubeid": "ddzU1KWq3hM",
            "description": "The party faces rocky combat and fey wiles within a temple of the Arch Heart, only to be surprised by an eavesdropper with plans of their own.",
            "segments": [],
            "people": []
        },
        {
            "title": "Looming | Critical Role - Campaign 3, Episode 108",
            "youtubeid": "ojpqaSkeDz8",
            "description": "Bells Hells face a psychological challenge as they seek answers from Fearne's estranged father and explore the Fey's resilience. Ink Your Story by visiting https://sinkrpg.com/ to get the Ultimate Pirate & Tattoo Supplement for 5th Edition.",
            "segments": [],
            "people": []
        },
        {
            "title": "A Test of Fate | Critical Role | Campaign 3, Episode 109",
            "youtubeid": "NH5odIjsy8g",
            "description": "Bells Hells rush to the Raven's Crest temple in Vasselheim, where they are invited by the Matron of Ravens. Their arrival is met with a hostile welcome that puts everyone on edge.",
            "segments": [],
            "people": []
        },
        {
            "title": "In the Shadow of War | Critical Role",
            "youtubeid": "mgBRDF1Q-Ao",
            "description": "The party confronts the aftermath of their recent battles with the divine, seeking guidance and stability in Vasselheim while grappling with internal tensions.",
            "segments": [],
            "people": []
        },
        {
            "title": "The Nein Hells",
            "youtubeid": "eK44w-yGX-w",
            "description": "Bells Hells meet their new allies on the road to Kreviris and learn just what makes this team so mighty.",
            "segments": [],
            "people": []
        },
        {
            "title": "The Assembling of Legends",
            "youtubeid": "_MQFn1lxKV0",
            "description": "In this pivotal installment, the Mighty Nein encounter the celestial realm before reuniting Exandria's greatest champions to face an epic challenge.",
            "segments": [],
            "people": []
        },
        {
            "title": "Assault on the Malleus Fortress",
            "youtubeid": "h6wXgGNZpA4",
            "description": "Vox Machina prepare to assault the Malleus Fortress with allies and reinforcements, ready for a fierce battle.",
            "segments": [],
            "people": []
        },
        {
            "title": "Fight for the Bloody Bridge | Critical Role, Episode 114",
            "youtubeid": "eS88k3VxT_I",
            "description": "Vox Machina attempts to rescue Vax'ildan from the Malleus Key while facing overwhelming foes. NordVPN is featured in this exclusive episode.",
            "segments": [],
            "people": []
        },
        {
            "title": "To the Arx Creonum",
            "youtubeid": "sSmCDyGs01o",
            "description": "The players navigate a treacherous path to reach the ancient ruins, facing challenges and uncovering secrets along the way.",
            "segments": [],
            "people": []
        },
        {
            "title": "The Weave Mind | Critical Role",
            "youtubeid": "38zB-_3WZa8",
            "description": "The Mighty Nein navigate the Arx Creonum to confront powerful psychic forces that control the Ruidian population, seeking answers and freedom for their people.",
            "segments": [],
            "people": []
        },
        {
            "title": "Race to the Ruidian Core",
            "youtubeid": "lB8QzJIdsXk",
            "description": "The Critical Role crew navigates the fungal network of Ruidus in search of Ludinus, Liliana, and the Hallowed Cage.",
            "segments": [],
            "people": []
        },
        {
            "title": "The Hallowed Cage",
            "youtubeid": "yCmKOXXY62k",
            "description": "Bells Hells confront Ludinus Da'leth in Predathos, trying to stop his infiltration of the glass prison.",
            "segments": [],
            "people": []
        },
        {
            "title": "Predathos Awakened",
            "youtubeid": "CGGs7MO1w20",
            "description": "With one of their own absorbed and threats from all directions, Bells Hells bring the fight to Predathos itself...",
            "segments": [],
            "people": []
        },
        {
            "title": "The Red End",
            "youtubeid": "oMfPAUUoe9c",
            "description": "In this pivotal episode, the group confronts a mysterious force tied to the Red End. Critical moments shape the future of their journey as they navigate through uncharted territory.",
            "segments": [],
            "people": []
        },
        {
            "title": "Wrap Up: Campaign 3 and the Era of Reclamation",
            "youtubeid": "wfx74BeBSqE",
            "description": "The cast of Campaign 3: Bells Hells and Exandria Unlimited: Divergence discuss the conclusion of Campaign 3, new beginnings in Divergence, and audience questions.",
            "segments": [],
            "people": []
        }
    ]
}
