{
    "title": "Escape From the Bloodkeep - Full Episodes Collection",
    "description": "This campaign features a complete collection of episodes exploring the story of 'Escape From the Bloodkeep', a gripping narrative about survival and adventure. Each episode delves deeper into the challenges faced by the protagonists as they navigate through treacherous landscapes and encounter formidable foes.",
    "youtubeplaylistid": "PLhOoxQxz2yFOSXAFjzg9GQFoky53tDm9d",
    "thumbnail": "https://img.youtube.com/vi/Ih6ZdHE2kvo/0.jpg",
    "episodes": [
        {
            "title": "Dimension 20 is Back in Escape From the Bloodkeep",
            "youtubeid": "Ih6ZdHE2kvo",
            "description": "Game master Brennan Lee Mulligan returns to Dimension 20 for an evil side quest, featuring an all-new cast and proving that being bad can be very good.",
            "segments": [],
            "people": []
        },
        {
            "title": "Welcome to the Dark Side | Escape From the Bloodkeep Episode 1",
            "youtubeid": "GiEQO77PV9Q",
            "description": "The Lord of Shadows's council discovers that invoking the apocalypse is harder than they thought. The full collection of episodes from Escape From the Bloodkeep is now available at Dropout.tv for $5 a month.",
            "segments": [],
            "people": []
        },
        {
            "title": "Volcano of Violence [Full Episode]",
            "youtubeid": "QU45vh8K6_c",
            "description": "Efink reunites with an old flame. Leiland hits his limit. Markus negotiates with an unexpected ally.",
            "segments": [],
            "people": []
        },
        {
            "title": "The Caged Elf and the Crown",
            "youtubeid": "AtltzStm1bo",
            "description": "Maggie goes off. Lilith rallies the troops. Sokhbarr gets an I-told-you-so... The group faces a critical moment in their quest.",
            "segments": [],
            "people": []
        },
        {
            "title": "Airship Ambush | Escape From the Bloodkeep Episode 4",
            "youtubeid": "XCcgJbGf3es",
            "description": "Markus defends his airship as Efink takes command during a deadly battle in the clouds.",
            "segments": [],
            "people": []
        },
        {
            "title": "Bloodlines and Lifelines",
            "youtubeid": "ITLvyb41lDA",
            "description": "Episode 5 of Escape From the Bloodkeep, where adventurers uncover ancient mysteries and forge alliances against a common enemy.",
            "segments": [],
            "people": []
        },
        {
            "title": "The Tomb of Ultimate Evil [Full Episode]",
            "youtubeid": "8OUNHM0dMZ8",
            "description": "In the final showdown between evil forces in the Bloodkeep tomb, our villains face off against even greater darkness. Join Dimension 20's Adventuring Party for exclusive content and support by signing up at Dropout.tv.",
            "segments": [],
            "people": []
        }
    ]
}
