{
    "title": "Into the Mist",
    "description": "Embark on a mysterious journey through an atmospheric, fog-laden world filled with hidden secrets. Unravel the enigma of this otherworldly landscape as you explore its depths and uncover long-lost truths shrouded in mist.",
    "youtubeplaylistid": "PLfS8QgUdeGYoJYg_TFDFR0w7D1Wt7Xeaq",
    "thumbnail": "https://img.youtube.com/vi/nrO5IOORlaE/0.jpg",
    "episodes": [
        {
            "title": "Mists of Ravenloft",
            "youtubeid": "nrO5IOORlaE",
            "description": "Callie, Dmitri, Falpher, Sterling and Rone are transported to Barovia by the mists of Ravenloft, where they must navigate the land's dangers.",
            "segments": [],
            "people": []
        },
        {
            "title": "Welcome to Barovia",
            "youtubeid": "lKQMAbjJYIE",
            "description": "Callie, Dmitri, Falpher, Sterling and Rone arrive in the village of Barovia, meeting a Vistani named Orel. They soon help children with an issue in their basement.",
            "segments": [],
            "people": []
        },
        {
            "title": "Haunted Mansion",
            "youtubeid": "rv26eB5eRz8",
            "description": "A group of friends discovers a haunted mansion inhabited by malevolent spirits.",
            "segments": [],
            "people": []
        },
        {
            "title": "Hope",
            "youtubeid": "HSNyLxsqqdY",
            "description": "The group navigates the dangerous catacombs, facing unknown threats as they delve deeper into Death House's secrets.",
            "segments": [],
            "people": []
        },
        {
            "title": "One Must Die",
            "youtubeid": "uhzoqh1ZTFg",
            "description": "The protagonists confront Gustav and Elisabeth Durst in a tense showdown, revisiting their past encounters.",
            "segments": [],
            "people": []
        },
        {
            "title": "The Decayer Awaketh",
            "youtubeid": "P9WAcKsLVl4",
            "description": "In this sixth episode of 'Into the Mist', Callie, Dmitri, Falpher, Sterling and Rone confront Lorgoth the Decayer as they attempt to escape from the Death House.",
            "segments": [],
            "people": []
        },
        {
            "title": "Unanswered Prayers",
            "youtubeid": "njtvLHUJHg0",
            "description": "Callie, Dmitri, Falpher, Sterling and Rone investigate Father Donavich's mysterious past during a visit to the village church.",
            "segments": [],
            "people": []
        },
        {
            "title": "Fortunes of Ravenloft",
            "youtubeid": "e-toLC4TuV0",
            "description": "Callie, Dmitri, Falpher, Sterling and Rone journey to Vallaki after receiving a reading from Madame Eva in search of answers.",
            "segments": [],
            "people": []
        },
        {
            "title": "Nevermore",
            "youtubeid": "_yKyu396tkY",
            "description": "In Episode 9, Callie, Dmitri, Falpher, Sterling and Rone seek rest in Vallaki after a long journey.",
            "segments": [],
            "people": []
        },
        {
            "title": "Lifeblood",
            "youtubeid": "MOAsSUcONTk",
            "description": "Callie, Dmitri, Falpher, Sterling and Rone embark on a journey to the Wizard of Wines Winery in this season's finale.",
            "segments": [],
            "people": []
        },
        {
            "title": "Q&A",
            "youtubeid": "Jy7XdTe5VJU",
            "description": "A special Q&A edition of 'Into the Mist' where Joel, David, Brandon and Jason answer community questions.",
            "segments": [],
            "people": []
        },
        {
            "title": "Blighted",
            "youtubeid": "ds_JlaOThM4",
            "description": "Callie, Dmitri, Falpher, Sterling and Rone find themselves trapped in the Wizard of Wines Winery.",
            "segments": [],
            "people": []
        },
        {
            "title": "The Devil Himself",
            "youtubeid": "jealZAH1J4g",
            "description": "Callie, Dmitri, Falpher, Sterling and Rone return to Vallaki for the festival of the Blazing Sun. Special guests Matt Mercer, Matthew Lillard and Noura Ibrahim join in.",
            "segments": [],
            "people": []
        },
        {
            "title": "The Devil Himself",
            "youtubeid": "FAWVbx6ihbM",
            "description": "Callie, Dmitri, Falpher, Sterling and Rone confront the devil himself in this thrilling installment of RealmSmith's 'Into the Mist'. Special guests Matthew Lillard and Noura Ibrahim share insights.",
            "segments": [],
            "people": []
        },
        {
            "title": "Tides of Wildemount",
            "youtubeid": "NdaftNeDtRU",
            "description": "Join RealmSmith's 'Tides of Wildemount' campaign with special guests exploring the epic Prologue adventure.",
            "segments": [],
            "people": []
        },
        {
            "title": "A Dark Invitation",
            "youtubeid": "g9XP5aluDPo",
            "description": "In the Season Two premiere, a dinner is hosted by Strahd for Callie, Dmitri, Falpher, Sterling, Rone and newcomer Muskoka. The episode features special guests Matthew Mercer and Noura Ibrahim.",
            "segments": [],
            "people": []
        },
        {
            "title": "Old Bonegrinder",
            "youtubeid": "fVh7KpXoJq4",
            "description": "Callie, Dmitri, Falpher, Sterling, Rone and newcomer Muskoka journey into the mysterious Old Bonegrinder.",
            "segments": [],
            "people": []
        },
        {
            "title": "Rictavio has Returned!",
            "youtubeid": "g5unLv4HssU",
            "description": "Callie, Dmitri, Falpher, Sterling, and Muskoka journey to the village of Krezk where Rictavio makes a shocking return.",
            "segments": [],
            "people": []
        },
        {
            "title": "The Bride of Von Zarovich",
            "youtubeid": "xeIbzVRuW8U",
            "description": "Welcome to Season 2, Episode 5 of RealmSmith’s 'Into the Mist' where Callie, Dmitri, Falpher, Sterling, and Muskoka confront the Abbot of the Abbey of St. Markovia.",
            "segments": [],
            "people": []
        },
        {
            "title": "Righteous Misconception",
            "youtubeid": "xYIwYpL_tbE",
            "description": "Callie, Dmitri, Falpher, Sterling and Muskoka navigate moral dilemmas that blur the lines between right and wrong in this Season 2 episode.",
            "segments": [],
            "people": []
        },
        {
            "title": "Reunited",
            "youtubeid": "z962AJPQDGI",
            "description": "Callie, Dmitri, Falpher, Sterling, and Muskoka find themselves in a moral quandary over the Morninglord's will as they navigate Season 2 of RealmSmith’s 'Into the Mist'.",
            "segments": [],
            "people": []
        },
        {
            "title": "Quest For Answers",
            "youtubeid": "0W-Nk3LyZQM",
            "description": "Dmitri, Falpher, Sterling, Muskoka and Ezmerelda set out on a journey to discover their next steps.",
            "segments": [],
            "people": []
        },
        {
            "title": "Undead-Ends",
            "youtubeid": "XWT9Yewi4HQ",
            "description": "Dmitri and Falpher embark on a personal quest in the latest installment of 'Into the Mist'.",
            "segments": [],
            "people": []
        },
        {
            "title": "Hunted",
            "youtubeid": "C2VStlPS-TI",
            "description": "Welcome to Season 2, Episode 11 of RealmSmith’s 'Into the Mist' where Sterling, Muskoka, Dmitri, Ezmerelda and Falpher fight of a pack of Werewolves bent on killing Ezmerelda.",
            "segments": [],
            "people": []
        },
        {
            "title": "Muskoka, Dmitri and Falpher journey to wizard's tower",
            "youtubeid": "iH4QpH16abA",
            "description": "Sterling, Muskoka, Dmitri and Falpher search for the mysterious Mad Mage of Baratok in a dilapidated wizard's tower.",
            "segments": [],
            "people": []
        },
        {
            "title": "Memories in the Mist",
            "youtubeid": "HZyKCtDHeV4",
            "description": "Welcome to Season 2, Episode 12 of RealmSmith’s 'Into the Mist' where Sterling, Muskoka, Dmitri, Ezmerelda and Falpher head to Yester Hill to deal with an impending threat!",
            "segments": [],
            "people": []
        },
        {
            "title": "Worthy Sacrifice",
            "youtubeid": "BFagSmwVnlc",
            "description": "Sterling, Muskoka, Dmitri, Ezmerelda and Falpher plan to interrupt a sinister ritual on Yester Hill.",
            "segments": [],
            "people": []
        },
        {
            "title": "Wintersplinter",
            "youtubeid": "5NXX_ktWqbo",
            "description": "In this thrilling season finale, Sterling and Dmitri must stop a malevolent force from destroying Muskoka. Ezmerelda and Falpher join the fight to save their friend.",
            "segments": [],
            "people": []
        },
        {
            "title": "All Hallow's Eve",
            "youtubeid": "H0BTHZDxmtc",
            "description": "In this thrilling Season 2 episode, the ragtag crew of Sterling, Dmitri, Ezmerelda, Muskoka and Falpher must confront a powerful life-eater that threatens to consume everything in its path.",
            "segments": [],
            "people": []
        },
        {
            "title": "The Mad Mage",
            "youtubeid": "5oYVluyLK30",
            "description": "In the latest installment of 'Into the Mist', Sterling, Dmitri, Ezmerelda, Muskoka and Falpher unite their new allies to confront an ancient evil threatening the realm.",
            "segments": [],
            "people": []
        }
    ]
}
