{
    "title": "Black Dice Society - Official Campaign Announcement",
    "description": "The Black Dice Society is an upcoming event focused on exploring the mysteries and significance behind a collection of dice that hold cultural, historical, or spiritual importance. This campaign will delve into the stories, traditions, and rituals associated with these unique dice, featuring expert speakers, interactive workshops, and immersive experiences designed to deepen our understanding of their role in society.",
    "youtubeplaylistid": "PLfS8QgUdeGYqAxdEg_qLKzsEeuc8JAQMD",
    "thumbnail": "https://img.youtube.com/vi/IRnPrO04N-g/0.jpg",
    "episodes": [
        {
            "title": "The Black Dice Society DEBUT Episode with DM B Dave Walters!",
            "youtubeid": "IRnPrO04N-g",
            "description": "DM B Dave Walters debuts The Black Dice Society in this inaugural episode, introducing the party and exploring the first meeting among characters. Key moments include perception checks, a mysterious mist encounter, detailed descriptions of Fen and Nahara, and revelations about character deaths before reaching the tower.",
            "segments": [],
            "people": []
        },
        {
            "title": "The Hunt for the Raven Crown",
            "youtubeid": "IGx8_OnWuxA",
            "description": "In the chilling world of Ravenloft, a wedding becomes a somber reminder of what might be lost as ominous mists gather. The Black Dice Society must navigate this dark setting with caution.",
            "segments": [],
            "people": []
        },
        {
            "title": "The Banishing Grief",
            "youtubeid": "ufCE_nZzSHM",
            "description": "At a carnival in the mists, visitors may encounter anything from entertainment to dark secrets and glimpses into their futures. Some things are better left unseen.",
            "segments": [],
            "people": []
        },
        {
            "title": "The Banishing Grief Part 2",
            "youtubeid": "8eRfaInpn80",
            "description": "As tensions rise within the party, can they really trust one another? Are all of them acting under their own control? The Black Dice Society finds itself in a dark and foreboding setting where horror lurks at every turn.",
            "segments": [],
            "people": []
        },
        {
            "title": "Vergissmeinnicht | Black Dice Society",
            "youtubeid": "oAtOvJiimwk",
            "description": "As the mists roll in, some adventurers uncover dark secrets while others keep them hidden. The group must decide whether these revelations will empower or endanger their survival in Ravenloft's haunting world.",
            "segments": [],
            "people": []
        },
        {
            "title": "Vergissmeinnicht Part 2",
            "youtubeid": "MFspfIT3UL4",
            "description": "In Falkovnia, the party must navigate dangerous places that seem safe, using all their power to survive as sinister forces lurk in the Domains of Dread.",
            "segments": [],
            "people": []
        },
        {
            "title": "Weapons of Last Resort | D&D",
            "youtubeid": "bPf4ZgtFNF4",
            "description": "In Falkovnia, death is a mundane occurrence that barely affects some while others remain unchanged. The consequences of one's actions in this world can be surprising.",
            "segments": [],
            "people": []
        },
        {
            "title": "Don’t praise the day before the evening | D&D",
            "youtubeid": "9mk62bxqrSU",
            "description": "In a ravishing realm of Ravenloft, when confronted with an unending tide of undead that threatens their city, the party must decide how to save it. They have little choice but to seek the favor of the local ruler while navigating murky alliances and dark secrets.",
            "segments": [],
            "people": []
        },
        {
            "title": "For Here the Lover and Killer are Mingled | D&D",
            "youtubeid": "iEIoAyNADQg",
            "description": "In Falkovnia, undeath is redefined as Dark Lords gain interest in the party. The plague's impact is profound.",
            "segments": [],
            "people": []
        },
        {
            "title": "Only Lasting Death",
            "youtubeid": "sIiCuQO8le8",
            "description": "Many say that the mists of Ravenloft only take, but from time to time they give as well. These gifts come in many forms; items, information, revelations, and even help. They may come in your hour of need, but rarely should they ever be fully trusted.",
            "segments": [],
            "people": []
        },
        {
            "title": "A Symptom of Man's Failure | Episode 10",
            "youtubeid": "rI92V4OEQN4",
            "description": "In the final battle, characters grapple with loss and the consequences of their actions on the battlefield.",
            "segments": [],
            "people": []
        },
        {
            "title": "Return to the House of Lament | Black Dice Society",
            "youtubeid": "Kil-rfHHv7Q",
            "description": "The House of Lament calls to the party, demanding they finish what was started long ago. They must be cautious as the house may exact revenge.",
            "segments": [],
            "people": []
        },
        {
            "title": "Return to the House of Lament Part 2",
            "youtubeid": "Ys_Zera_HG8",
            "description": "In Ravenloft, some powerful beings refuse to stop pursuing their goals, regardless of what obstacles the party faces. The House of Lament is better suited for escape plans than battles.",
            "segments": [],
            "people": []
        },
        {
            "title": "The Forlorn | Episode 13",
            "youtubeid": "UwJ6UNkFuks",
            "description": "In Ravenloft, even rescuing others doesn't guarantee trust. The party struggles to identify allies amid mounting threats.",
            "segments": [],
            "people": []
        },
        {
            "title": "The Forlorn Part 2",
            "youtubeid": "wGgveUkfoQ4",
            "description": "In Ravenloft, enemies lurk in every mist. The party must navigate treacherous terrain and find opportunities to strike first before their foes catch them off guard.",
            "segments": [],
            "people": []
        },
        {
            "title": "The Device",
            "youtubeid": "gPYRMtupcO8",
            "description": "In a fog-shrouded world, a mind faces danger from both unseen forces and predatory creatures that hunger for minds. The stakes are high as the protagonist grapples with the loss of their own mental faculties.",
            "segments": [],
            "people": []
        },
        {
            "title": "The Deep Breath Before | Episode 16",
            "youtubeid": "KqDrVTsrAxU",
            "description": "After learning Ravenloft's secrets, the party searches for hidden truths in unexpected places.",
            "segments": [],
            "people": []
        },
        {
            "title": "Family Matters | Episode 17",
            "youtubeid": "me9K4k8mg6Y",
            "description": "You never know who - or what - you’re to find in the mists of Ravenloft. In most places, you're less likely to find a friend than someone that wants you for dinner. But on some rare occasions, you may find someone you're connected to.",
            "segments": [],
            "people": []
        },
        {
            "title": "Family Matters (Part 2)",
            "youtubeid": "6nJ1j7PpqYI",
            "description": "After a tough fight, the party regroups to rest and discover what a young ghoul's corpse holds. The revelations may be more than some can bear.",
            "segments": [],
            "people": []
        },
        {
            "title": "There and Back Again | D&D",
            "youtubeid": "Lz7inSdSxQw",
            "description": "The party returns to the Carnival, grappling with recent revelations while others face uncertain futures.",
            "segments": [],
            "people": []
        },
        {
            "title": "Some God Beholds It | D&D",
            "youtubeid": "s3keqHTDwOs",
            "description": "The party discovers hidden dangers at the carnival, suspecting even deeper secrets beneath the tents. They must delve further to uncover those mysteries and ensure their survival.",
            "segments": [],
            "people": []
        },
        {
            "title": "True Love is like Ghosts | D&D",
            "youtubeid": "r17f2YyNx-I",
            "description": "The mists call once again, leading Mordent and his party to a land filled with ghosts. They hope to find answers, but uncover more questions about Mordent's past, which may be tied to an old friend.",
            "segments": [],
            "people": []
        },
        {
            "title": "I Jumped In And Sank",
            "youtubeid": "YVQjrkBkDWo",
            "description": "In this episode, the Black Dice Society delves deeper into Ravenloft's horrors. The players face terrifying challenges and uncover dark secrets that haunt their journey. Join them online via Twitter, Instagram, Facebook, and Twitch.",
            "segments": [],
            "people": []
        },
        {
            "title": "They Put on Pride and Beauty | Black Dice Society",
            "youtubeid": "yEKBUCImlNc",
            "description": "As the party ventures into the Feywild in search of answers, the mists of Ravenloft close in with more secrets and dangers than they anticipated.",
            "segments": [],
            "people": []
        },
        {
            "title": "Life is a Circus Ring | D&D",
            "youtubeid": "aoHQluCZhU8",
            "description": "In the Feywild, secrets are forced to surface as the party navigates uncharted territory. Will primal instincts tear them apart or will they find the strength to forge ahead?",
            "segments": [],
            "people": []
        },
        {
            "title": "Take Me out of This Dull World | Black Dice Society",
            "youtubeid": "UxmemIs6XHg",
            "description": "After a dangerous introduction to the Feywild, the party wakes from sleep plagued by nightmares - even if some of them don’t normally sleep. The Witchlight Carnival promises a break from Ravenloft’s death and horror, but not all under the big top are there to entertain.",
            "segments": [],
            "people": []
        },
        {
            "title": "Take Me Out of This Dark World 2",
            "youtubeid": "-PCYvSKF6xo",
            "description": "The party aims to find Zybilna at the Witchlight Carnival, but must navigate the mists and engage with local officials. They're aware that their goal hinges on avoiding distractions.",
            "segments": [],
            "people": []
        },
        {
            "title": "Festival of the Dead",
            "youtubeid": "pPWuGYRZap8",
            "description": "The party, now separated from the Witchlight Carnival, is called to protect someone in Ravenloft's grasp.",
            "segments": [],
            "people": []
        },
        {
            "title": "Hither, Thither, and Yon | Black Dice Society",
            "youtubeid": "0qCsV8Jh5ZM",
            "description": "The party is whisked back to the Witchlight Carnival in the Feywild to complete their unfinished business. They are aided by the self-proclaimed Greatest Bard in the Multiverse, who guides them deeper into the mystical realm with her spells.",
            "segments": [],
            "people": []
        },
        {
            "title": "The Beginning of the End",
            "youtubeid": "_PWCBJZ1-OU",
            "description": "Warning: Black Dice Society takes place in Ravenloft, a setting filled with horrors. The narrative explores dark and disturbing content.",
            "segments": [],
            "people": []
        },
        {
            "title": "The Nightmare Lands | D&D",
            "youtubeid": "Iv2Yv_RQoD0",
            "description": "Set in Ravenloft's horror-filled domain, this episode explores the dark and disturbing world where Black Dice Society operates. Meet the cast and learn more about the campaign on social media.",
            "segments": [],
            "people": []
        },
        {
            "title": "Season Finale | D&D",
            "youtubeid": "BcIFq7UvUBA",
            "description": "The Black Dice Society season finale, set in the haunting world of Ravenloft. Prepare for disturbing encounters as our heroes navigate this nightmarish realm. For more details and to support the campaign, visit our social media links and purchase recommended guides.",
            "segments": [],
            "people": []
        },
        {
            "title": "In the Depths of Winter",
            "youtubeid": "us4wvfav8Hc",
            "description": "Set in Ravenloft, this episode of Black Dice Society delves into a world filled with horrors and disturbing content. Follow the cast on social media for updates.",
            "segments": [],
            "people": []
        },
        {
            "title": "Through the Black Gate",
            "youtubeid": "N37jc6xjFvw",
            "description": "Set in the dark and foreboding realm of Ravenloft, Through the Black Gate follows a new cast as they navigate haunting challenges. This season promises eerie encounters and gripping tales that will test their resolve.",
            "segments": [],
            "people": []
        },
        {
            "title": "Sister of Thorns | Black Dice Society",
            "youtubeid": "2oxTIRpbVd8",
            "description": "Set in the dark and haunting realm of Ravenloft, this episode introduces players to a world filled with horrors. Follow the cast as they navigate through twisted landscapes and face unimaginable challenges. To purchase the official campaign materials or for more information on supporting the series, visit our partner sites.",
            "segments": [],
            "people": []
        },
        {
            "title": "Wheels Within Wheels | Season 2 Episode 3",
            "youtubeid": "IWZy4xdDIr8",
            "description": "Meet the cast and follow them on social media. The Black Dice Society campaign is set in Ravenloft, a haunting setting filled with horrors. Where to find Black Dice Society online: Twitter, Instagram, Facebook, Twitch.",
            "segments": [],
            "people": []
        },
        {
            "title": "The Lost Girl",
            "youtubeid": "PJ7pLFHUgOo",
            "description": "Set in the haunting realm of Ravenloft, The Lost Girl delves into a chilling narrative filled with horrors. Follow the cast as they navigate this dark setting and explore the depths of their adventures.",
            "segments": [],
            "people": []
        },
        {
            "title": "Committed to Dust",
            "youtubeid": "LvV-5U-_0Ts",
            "description": "In this episode, the Black Dice Society delves deeper into Ravenloft's haunting landscapes and terrifying creatures. The players face a series of challenges that test their resolve and resourcefulness as they navigate the region's most malevolent spirits.",
            "segments": [],
            "people": []
        },
        {
            "title": "Our Memory is a More Perfect World | Black Dice Society | Season 2 Episode 6",
            "youtubeid": "WW2jDHna2YY",
            "description": "In this episode, the cast delves into Ravenloft's haunting world, where the line between reality and nightmare blurs. Expect disturbing encounters that challenge their resolve as they navigate the unforgiving landscape of the Dark Six Tower.",
            "segments": [],
            "people": []
        },
        {
            "title": "Black Dice Society | Season 2 Episode 7",
            "youtubeid": "LiaSuAJ8Uo4",
            "description": "In the chilling world of Ravenloft, Black Dice Society explores dark and haunting tales. Meet the fearless cast as they delve into the mysteries of this domain.",
            "segments": [],
            "people": []
        },
        {
            "title": "Season 2 Episode 8 D&D",
            "youtubeid": "95NbOVK43Ho",
            "description": "Meet the cast and explore Ravenloft's horrors in Season 2 Episode 8 of Black Dice Society. Discover where to find more content, connect on social media, and support our sponsors.",
            "segments": [],
            "people": []
        },
        {
            "title": "Studying Revenge Keeps Your Own Wounds Green | Black Dice Society",
            "youtubeid": "AsTBYmrMtjM",
            "description": "Facing their most dangerous foe, the party confronts haunting past memories in Ravenloft to survive. Some are tempted to betray allies as they test their limits; will they emerge unbroken or crumble under pressure?",
            "segments": [],
            "people": []
        },
        {
            "title": "Order of the Silver Dragon | Black Dice Society",
            "youtubeid": "i_emdKQN7AM",
            "description": "After defeating the Caller, party members are whisked away to other adventures while only minutes pass in Barovia. They return with strange tales and new items.",
            "segments": [],
            "people": []
        },
        {
            "title": "I Was Looking At Dead Men",
            "youtubeid": "wyL1s7ZOUZU",
            "description": "The beacon has been lit. The pieces are in place. Strahd awaits...",
            "segments": [],
            "people": []
        },
        {
            "title": "I Was Looking at Dead Men (Part 2)",
            "youtubeid": "jCluLLF25MU",
            "description": "Due to a brief stream interruption, Part 1 is available here. Set in Ravenloft with disturbing content; meet the cast and follow them online.",
            "segments": [],
            "people": []
        },
        {
            "title": "The Gloomy Shade of Death | Season 2 Episode 12",
            "youtubeid": "JnT0mIVMClE",
            "description": "After losing an ally in battle, the party grapples with grief while discovering a familiar face from their past.",
            "segments": [],
            "people": []
        },
        {
            "title": "D&D",
            "youtubeid": "NKoyCtlb6qc",
            "description": "Set in Ravenloft, a hauntingly dark Dungeons & Dragons campaign where players navigate terrifying encounters and sinister lore. Follow the journey of the cast on social media platforms.",
            "segments": [],
            "people": []
        },
        {
            "title": "D&D",
            "youtubeid": "VuqpfhMlCXw",
            "description": "Set in the dark and horror-filled realm of Ravenloft, Black Dice Society continues its exploration of a world where nightmares come to life. The campaign delves deeper into the mysteries and dangers that await players as they navigate through treacherous landscapes and confront malevolent forces.",
            "segments": [],
            "people": []
        },
        {
            "title": "D&D",
            "youtubeid": "MBoGdmyjlNg",
            "description": "Warning: Black Dice Society takes place in Ravenloft, a setting filled with horrors. This season may feature disturbing content as the cast navigates their adventures.",
            "segments": [],
            "people": []
        },
        {
            "title": "D&D",
            "youtubeid": "xrD-cnq3Q2M",
            "description": "Black Dice Society continues in Ravenloft, a dark and terrifying setting. The campaign explores the horrors that lurk within this world, challenging players to face their deepest fears. Join the cast on social media for updates.",
            "segments": [],
            "people": []
        },
        {
            "title": "Black Dice Society D&D",
            "youtubeid": "RY_3_81zOzc",
            "description": "Season 2 Episode 17 takes place in Ravenloft, a setting filled with horrors. Meet the cast and follow them on social media for more details.",
            "segments": [],
            "people": []
        },
        {
            "title": "D&D",
            "youtubeid": "-eQ4pWFpOyk",
            "description": "In this episode set in Ravenloft, dark and horror-filled adventures unfold. Players encounter the horrors of the setting while following the cast on social media.",
            "segments": [],
            "people": []
        },
        {
            "title": "Black Dice Society | D&D",
            "youtubeid": "LyHukCH7ta8",
            "description": "Ravenloft's Black Dice Society continues in its second season, delving deeper into the horrors of this dark setting. Players can expect disturbing content as they navigate through the world of Dungeons & Dragons with their favorite cast. For more information on purchasing Van Richten's Guide to Ravenloft and supporting the show via sponsors like Die Hard Dice and Secretlab Chairs, visit our official links.",
            "segments": [],
            "people": []
        },
        {
            "title": "Knight of the Black Rose | D&D",
            "youtubeid": "rEdHA352Uds",
            "description": "In the mournful land of Sithicus, Society members confront their fears as Tatyana prepares to face Lord Soth in a final battle. Amidst Ravenloft's horrors, expect disturbing content.",
            "segments": [],
            "people": []
        },
        {
            "title": "Black Dice Society | D&D",
            "youtubeid": "MKbqN6Rm7m4",
            "description": "In the chilling depths of Ravenloft, Black Dice Society continues its harrowing adventures. Discover the dark narratives and spine-tingling encounters that await you in this immersive campaign. Engage with the community on social platforms for updates and deeper insights.",
            "segments": [],
            "people": []
        },
        {
            "title": "Black Dice Society | D&D",
            "youtubeid": "wTzk1t4vGqo",
            "description": "Ravenloft's Black Dice Society explores a world filled with horrors. Meet the cast and follow them on social media.",
            "segments": [],
            "people": []
        },
        {
            "title": "D&D",
            "youtubeid": "dZSMHa4g7k0",
            "description": "Set in the dark and terrifying realm of Ravenloft, Black Dice Society continues to explore the depths of horror and adventure. Players will encounter unforgettable characters and navigate a world filled with danger and intrigue.",
            "segments": [],
            "people": []
        },
        {
            "title": "D&D",
            "youtubeid": "zYPLdGSA9d4",
            "description": "Ravenloft's Black Dice Society continues, exploring a realm filled with horrors. Follow the cast and discover where to find more content online.",
            "segments": [],
            "people": []
        },
        {
            "title": "Black Dice Society D&D",
            "youtubeid": "BkJZPXmPu5U",
            "description": "In this episode set in Ravenloft, Black Dice Society faces unimaginable horrors. The campaign invites players to explore the dark setting and meet the cast online.",
            "segments": [],
            "people": []
        },
        {
            "title": "Black Dice Society | D&D",
            "youtubeid": "AiHpp1-C3Zk",
            "description": "A dark fantasy campaign set in Ravenloft, featuring disturbing content and a haunting atmosphere. Meet the cast and follow them on social media for more details.",
            "segments": [],
            "people": []
        }
    ]
}
